import styles from './ModalAbout.module.css';

export default function ModalAbout() {
  return (
    <>
      <h3 className={styles.text}>Про Mara Jewelry</h3>
      <p className={styles.text}>
        Виготовлення прикрас з природних каменів — це не просто ремесло, а
        справжня філософія, заснована на повазі до природи та її дарів. Кожна
        прикраса має свою унікальну енергію, що робить її не порівнянно
        особливою. Ми гарантуємо високу якість кожного виробу, а також уважний
        підхід до вибору матеріалів, щоб підкреслити природну красу каменів.
        <br />
        Mara Jewelry — це не лише спосіб самовираження, а й можливість мати
        індивідуальну прикрасу, наповнену любов’ю та увагою до деталей.
      </p>
    </>
  );
}
