export const reviewData = [
  {
    title: 'Намисто, бурштин',
    text: "Обирав на подарунок дівчині. Хотів щоб це було щось унікальне та неповторне, тому замовив консультацію. Прикраса вийшла неперевершеною, дівчина із радістю носить її кожен день. Дякую Вам, обов'язково буду звертатись ще.",
    author: '- Антон',
  },
  {
    title: 'Гранатовий браслет',
    text: 'Придбала гранатовий браслет і сережки з сердоліком. Дизайнер прислухався до побажань, то ж доповнила власні аксесуари і вийшли 2 чудові комплекти. Дуже дякую!',
    author: '- Тетяна',
  },
  {
    title: 'Браслет',
    text: 'Досить часто замовляю вироби з натурального каменю собі і в подарунок. Прикрасами задоволена - красиві, оригінальні, доречні і до класичного одягу і до вишиванок. Всім раджу.',
    author: '- Катерина',
  },
  {
    title: 'Браслет',
    text: 'Браслет суперовий! Вдячна за пораду щодо розміру: 100% підійшов. Буду замовляти ще, бо якість і відношення до клієнта якнайкращі.Всім рекомендую',
    author: '- Марійка',
  },
  {
    title: 'Намисто з коралу',
    text: 'Чудовий магазин, менеджери працюють з великою увагою до кожного клієнта. Замовляв намисто з коралу для мами, дякую що подарували гарний настрій. Кожна жінка повинна бути гарною, обираючи намиста у Самоцвітах. Успіхів Вам!',
    author: '- Тарас',
  },
  {
    title: 'Сережки, Бурштин',
    text: 'Дякую за якісне обслуговування. Сережки дуже сподобалося. З ними я особлива та індивідуальна ;) Бажаю успіхів у Вашій справі, щоб Ви і надалі дарували радість клієнтам.',
    author: '- Марта',
  },
];
