import styles from './ModalTerms.module.css';

export default function ModalTerms() {
  return (
    <>
      <h3 className={styles.title}>Умови оплати та доставки</h3>
      <ul className={styles.list}>
        <li>
          Доставка здійснюється за допомогою служб доставки "Нова пошта" та
          "Укрпошта"
        </li>
        <li>
          Вартість доставки прикрас НЕ входить у загальну вартість замовлення і
          розраховується окремо
        </li>
        <li>
          Для зручності Ви можете обрати один із двох варіантів оплати:
          <ol>
            <li>
              Повна оплата: сплачується повна сума замовлення за обраним зручним
              способом перед його відправленням
            </li>
            <li>
              Розстрочена оплата: сплачується 50% від суми замовлення перед
              початком його виконання, а решта 50% сплачується після завершення
              виконання замовлення
            </li>
          </ol>
        </li>
      </ul>
      <p className={styles.text}>
        <b>
          &#42;&#42;Будь ласка, зверніть увагу, що вартість доставки не включена
          у вартість прикрас і буде розрахована окремо
        </b>
      </p>
    </>
  );
}
